export const ModelData = {
    name: '冷暖自然',
    content: [
        {
            title: '👋 Hello',
            content: ['新朋友你好呀，很高兴你能访问我的个人主页，无论你是千里迢迢还是误打误撞来到这里，我都想表示热烈的欢迎 👏']
        },
        {
            title: '👨🏻‍💻 概要',
            content: [
                '差点没赶上99年末班车的一名 Java 开发者，热爱一切美好的事物。我来自哪里？这样告诉你好了，假如介绍自己需要用家乡的地名+自己的名字，那么请称呼我为咸阳政（你认错人了，我不是秦始皇，哈哈哈 😂）。',
            ]
        },
        {
            title: '💗 热爱美好',
            content: [
                '🛠️ 做开发，不爱写代码的程序员不是好码农',
                '📷 摄影，喜欢拍建筑，各式各样独具魅力的建筑',
                '🎨 UI 设计，其实啥也不会，又菜又爱玩',
                '🏎️ 打游戏，喜欢玩竞速类也只能玩竞速类游戏（3D眩晕晚期 🥹）。手头没有像样的PC游戏设备，只有一台来自巨硬的 Xbox Series X 主机。包含但不限于以下 Game：极限竞速地平线、极限竞速、Assetto Corsa Competizione、🏁 码王F1（2022年开始追F1赛事）、🏍️ RIDE 极速骑行（哪个男人不喜欢机车呢）、🛩️ 微软模拟飞行2020（没想到吧，我不但喜欢速度，也喜欢蓝天）、尘埃拉力、EA极品飞车',
            ]
        },
        {
            title: '💼 工作',
            content: [
                '2019年11月毕业-至今 ｜ Java 开发',
            ]
        },
        {
            title: '🚀 人生愿望',
            content: [
                '既能够朝九晚五，又能够浪迹天涯。',
            ]
        }
    ]
}